---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFy1
source: html/444f1ed0-b098-7be2-9b86-4e08bcde7a6c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFy1 Property

"Fy 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFy1 { get; }
```